Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Anything else?
ar: أي شيء آخر ؟
de: Sonst noch etwas?
es: ¿Algo más?
fr: Autre chose ?
hi: कुछ और?
it: Qualcos' altro?
ja: 他に何かありますか？
ko: 그 밖에 다른 사항이 있나요?
nl: Verder nog iets?
pt_br: Mais alguma coisa?
zh_hans: 还有其他问题吗？
zh_hant: 還有其他問題嗎？

source: App
ar: التطبيق
es: Aplicación
fr: Application
hi: ऐप
ja: アプリ
ko: 앱
pt_br: Aplicação
zh_hans: 应用
zh_hant: 應用程式

source: App accent
ar: لهجة التطبيق
de: App-Akzent
es: Acento de la aplicación
fr: Accent d'application
hi: ऐप एक्सेंट
it: Accento dell'app
ja: アプリのアクセント
ko: 앱 억양
pt_br: Sotaque da aplicação
zh_hans: 应用口音
zh_hant: 應用程式口音

source: App Store search
ar: بحث متجر التطبيقات
de: App Store-Suche
es: Búsqueda en la App Store
fr: Recherche dans l'App Store
hi: ऐप स्टोर सर्च
it: Ricerca App Store
ja: App Store検索
ko: 앱 스토어 검색
nl: App Store-zoekopdracht
pt_br: Pesquisa da App Store
zh_hans: App Store搜索
zh_hant: App Store搜尋

source: Appearance
ar: المظهر
de: Aussehen
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 모양
nl: Uiterlijk
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Apple couldn't authorize this purchase on this device or account. Check your App Store or Screen Time purchase settings, then try again.
ar: لم تتمكن Apple من تفويض عملية الشراء هذه على هذا الجهاز أو الحساب. تحقق من إعدادات شراء App Store أو Screen Time، ثم حاول مرة أخرى.
de: Apple konnte diesen Kauf auf diesem Gerät oder Konto nicht autorisieren. Überprüfen Sie Ihre App Store- oder Screen Time-Kaufeinstellungen und versuchen Sie es dann erneut.
es: Apple no pudo autorizar esta compra en este dispositivo o cuenta. Comprueba la configuración de compra de App Store o Screen Time y vuelve a intentarlo.
fr: Apple n'a pas pu autoriser cet achat sur cet appareil ou compte. Vérifiez les paramètres d'achat de l'App Store ou du Temps d'écran, puis réessayez.
hi: Apple इस डिवाइस या अकाउंट पर इस खरीदारी को अधिकृत नहीं कर सका। अपना ऐप स्टोर या स्क्रीन टाइम खरीद सेटिंग देखें, फिर दोबारा कोशिश करें।
it: Apple non ha potuto autorizzare questo acquisto su questo dispositivo o account. Controlla le impostazioni di acquisto del tuo App Store o Screen Time, quindi riprova.
ja: Appleはこのデバイスまたはアカウントでこの購入を承認できませんでした。App Storeまたはスクリーンタイムの購入設定を確認してから、もう一度お試しください。
ko: Apple이 이 기기 또는 계정에서 이 구매를 승인할 수 없습니다. App Store 또는 Screen Time 구매 설정을 확인한 후 다시 시도하세요.
nl: Apple kon deze aankoop niet autoriseren op dit apparaat of account. Controleer de aankoopinstellingen van de App Store of Schermtijd en probeer het opnieuw.
pt_br: A Apple não conseguiu autorizar esta compra neste dispositivo ou conta. Verifique as configurações de compra da App Store ou do Screen Time e tente novamente.
zh_hans: Apple无法在此设备或帐户上授权此购买。请检查您的App Store或Screen Time购买设置，然后重试。
zh_hant: Apple無法在此裝置或帳戶上授權此購買。請檢查App Store或「螢幕使用時間」的購買設定，然後再試一次。

source: Apply code
ar: تطبيق الرمز
de: Code anwenden
es: Aplicar código
fr: Appliquer le code
hi: कोड लागू करें
it: Applica il codice
ja: コードを適用する
ko: 코드 적용
nl: Code toepassen
pt_br: Aplicar código
zh_hans: 应用优惠码
zh_hant: 輸入邀請碼

source: Apply invite code
ar: تطبيق رمز الدعوة
de: Einladungscode anwenden
es: Aplicar código de invitación
fr: Appliquer le code d'invitation
hi: इनवाइट कोड लागू करें
it: Applica il codice di invito
ja: 招待コードを適用する
ko: 초대 코드 적용
nl: Uitnodigingscode toepassen
pt_br: Aplicar código de convite
zh_hans: 应用邀请码
zh_hant: 輸入邀請碼

source: Attaches this invite to your account
ar: إرفاق هذه الدعوة بحسابك
de: Fügt diese Einladung Ihrem Konto hinzu
es: Adjunta esta invitación a tu cuenta
fr: Joindre cette invitation à votre compte
hi: यह इनवाइट आपके अकाउंट में अटैच करता है
it: Allega questo invito al tuo account
ja: この招待をアカウントに添付する
ko: 이 초대장을 계정에 첨부합니다.
nl: Deze uitnodiging aan je account toevoegen
pt_br: Anexa este convite à sua conta
zh_hans: 将此邀请附加到您的账号
zh_hant: 將此邀請附加至你的帳戶

source: Auto-detection watches for one figure and captures when the frame is ready for a faster result.
ar: يراقب الكشف التلقائي لشخص واحد ويلتقط عندما يكون الإطار جاهزًا للحصول على نتيجة أسرع.
de: Die automatische Erkennung überwacht eine Figur und erfasst, wenn der Rahmen für ein schnelleres Ergebnis bereit ist.
es: La detección automática observa una figura y captura cuando el marco está listo para obtener un resultado más rápido.
fr: La détection automatique surveille une figure et capture lorsque le cadre est prêt pour un résultat plus rapide.
hi: ऑटो - डिटेक्शन एक आकृति के लिए देखता है और तेजी से परिणाम के लिए फ्रेम तैयार होने पर कैप्चर करता है।
it: Il rilevamento automatico osserva una figura e cattura quando la cornice è pronta per un risultato più veloce.
ja: 自動検出は1つのフィギュアを監視し、フレームがより速い結果の準備ができたときにキャプチャします。
ko: 자동 감지는 하나의 피규어를 감시하고 프레임이 더 빠른 결과를 위해 준비되었을 때 캡처합니다.
nl: Autodetectie kijkt naar één figuur en legt vast wanneer het frame klaar is voor een sneller resultaat.
pt_br: A detecção automática observa uma figura e captura quando o quadro está pronto para um resultado mais rápido.
zh_hans: 自动检测监视一个数字，并在帧准备就绪时捕获，以获得更快的结果。
zh_hant: 自動偵測會監視一個數字，並在畫面準備就緒時進行捕捉，以獲得更快的結果。

source: Automatic minifigure scanning
ar: المسح التلقائي للرقم المصغر
de: Automatisches Scannen von Minifiguren
es: Análisis automático de minifiguras
fr: Numérisation automatique des mini-chiffres
hi: ऑटोमैटिक मिनीफ़िगर स्कैनिंग
it: Scansione automatica delle minifigure
ja: 自動ミニフィギュアスキャン
ko: 자동 미니피규어 스캔
nl: Automatisch scannen van minifiguren
pt_br: Digitalização automática de minifiguras
zh_hans: 自动微型人物扫描
zh_hant: 自動迷你人物掃描

source: Automatic scan paused. Tap the shutter to scan manually.
ar: تم إيقاف المسح التلقائي مؤقتًا. اضغط على الغالق للمسح الضوئي يدويًا.
de: Automatisches Scannen angehalten. Tippen Sie auf den Auslöser, um manuell zu scannen.
es: Análisis automático en pausa. Toque el obturador para escanear manualmente.
fr: Numérisation automatique en pause. Appuyez sur l'obturateur pour numériser manuellement.
hi: ऑटोमैटिक स्कैन रोक दिया गया। मैन्युअल रूप से स्कैन करने के लिए शटर पर टैप करें।
it: Scansione automatica in pausa. Toccare l'otturatore per eseguire la scansione manualmente.
ja: 自動スキャンが一時停止しました。シャッターをタップして手動でスキャンします。
ko: 자동 스캔이 일시 중지되었습니다. 셔터를 눌러 수동으로 스캔합니다.
nl: Automatische scan gepauzeerd. Tik op de sluiter om handmatig te scannen.
pt_br: Digitalização automática pausada. Toque no obturador para digitalizar manualmente.
zh_hans: 自动扫描已暂停。轻触快门以手动扫描。
zh_hant: 自動掃描已暫停。點選快門以手動掃描。

source: Automatic scanning paused because the on-device detector could not start.
ar: توقف المسح التلقائي مؤقتًا بسبب تعذر بدء تشغيل الكاشف الموجود على الجهاز.
de: Der automatische Scanvorgang wurde angehalten, da der geräteinterne Detektor nicht gestartet werden konnte.
es: El análisis automático se detuvo porque el detector en el dispositivo no pudo iniciarse.
fr: L'analyse automatique a été interrompue car le détecteur sur l'appareil n'a pas pu démarrer.
hi: ऑटोमैटिक स्कैनिंग रोक दी गई क्योंकि ऑन - डिवाइस डिटेक्टर शुरू नहीं हो सका।
it: La scansione automatica è stata sospesa perché non è stato possibile avviare il rilevatore sul dispositivo.
ja: オンデバイス検出器が起動できなかったため、自動スキャンが一時停止しました。
ko: 온디바이스 감지기를 시작할 수 없어 자동 스캔이 일시 중지되었습니다.
nl: Automatisch scannen gepauzeerd omdat de detector op het apparaat niet kon starten.
pt_br: A varredura automática foi pausada porque o detector no dispositivo não pôde ser iniciado.
zh_hans: 自动扫描暂停，因为设备上检测器无法启动。
zh_hant: 由於裝置上的偵測器無法啟動，自動掃描已暫停。

source: Back to account setup
ar: العودة إلى إعداد الحساب
de: Zurück zur Kontoeinrichtung
es: Volver a la configuración de la cuenta
fr: Retour à la configuration du compte
hi: अकाउंट सेटअप पर वापस जाएँ
it: Torna alla configurazione dell'account
ja: アカウント設定に戻る
ko: 계정 설정으로 돌아가기
nl: Terug naar accountinstellingen
pt_br: Voltar à configuração da conta
zh_hans: 返回账户设置
zh_hant: 返回帳戶設定

source: Back to introduction
ar: العودة إلى المقدمة
de: Zurück zur Einführung
es: Volver a la introducción
fr: Retour à l'introduction
hi: परिचय पर वापस जाएँ
it: Torna all'introduzione
ja: 紹介に戻る
ko: 소개로 돌아가기
nl: Terug naar introductie
pt_br: Voltar à introdução
zh_hans: 返回简介
zh_hant: 返回簡介

source: Below retail
ar: فيما يلي البيع بالتجزئة
de: Unter dem Einzelhandel
es: Por debajo de la venta al por menor
fr: En dessous de la vente au détail
hi: रिटेल के नीचे
it: Sotto la vendita al dettaglio
ja: 小売店以下
ko: 소매점 아래로
nl: Hieronder detailhandel
pt_br: Abaixo do varejo
zh_hans: 低于零售
zh_hant: 以下零售

source: BEST MATCH
ar: أفضل مباراة
de: BESTE ÜBEREINSTIMMUNG
es: MEJOR COMBINACIÓN
fr: MEILLEURE CORRESPONDANCE
hi: सबसे अच्छा मैच
it: MIGLIORE CORRISPONDENZA
ja: ベストマッチ
ko: 가장 잘 어울리는 제품
nl: BESTE MATCH
pt_br: MELHOR CORRESPONDÊNCIA
zh_hans: 最佳匹配
zh_hant: 最佳匹配

source: Better matches
ar: مطابقات أفضل
de: Bessere Treffer
es: Mejores coincidencias
fr: Meilleures correspondances
hi: बेहतर मिलान
it: Corrispondenze migliori
ja: より良い一致
ko: 더 정확한 일치
nl: Betere overeenkomsten
pt_br: Correspondências melhores
zh_hans: 更准确的匹配
zh_hant: 更準確的配對

source: Bone collector
ar: جامع العظام
de: Knochensammler
es: Colector de huesos
fr: Collecteur d'os
hi: बोन कलेक्टर
it: Raccoglitore di ossa
ja: ボーンコレクター
ko: 뼈 수집기
nl: Botverzamelaar
pt_br: Coletor de ossos
zh_hans: 骨骼采集器
zh_hant: 骨骼收集器

source: BrickVal invite
ar: دعوة BrickVal
de: BrickVal-Einladung
es: Invitación BrickVal
fr: Invitation BrickVal
hi: BrickVal आमंत्रण
it: BrickVal invito
ja: BrickVal招待
ko: BrickVal 초대
nl: BrickVal-uitnodiging
pt_br: BrickVal convite
zh_hans: BrickVal邀请
zh_hant: BrickVal邀請

source: BrickValue app icon
ar: أيقونة تطبيق BrickValue
de: BrickValue App-Symbol
es: Icono de la aplicación BrickValue
fr: Icône de l'application BrickValue
hi: BrickValue ऐप आइकन
it: BrickValue icona dell'app
ja: BrickValueアプリアイコン
ko: BrickValue 앱 아이콘
nl: BrickValue app-pictogram
pt_br: Ícone do aplicativo BrickValue
zh_hans: BrickValue应用图标
zh_hant: BrickValue應用程式圖示

source: BrickValue bulk scan
ar: المسح الدفعي في BrickValue
es: Escaneo masivo de BrickValue
hi: BrickValue बल्क स्कैन
it: BrickValue scansione in blocco
ja: BrickValue一括スキャン
ko: BrickValue 대량 스캔
pt_br: BrickValue varredura em massa
zh_hans: BrickValue批量扫描
zh_hant: BrickValue批次掃描

source: Brickvalue could not copy your Expo data yet. Nothing was deleted.
ar: Brickvalue لا يمكن نسخ بيانات المعرض الخاصة بك حتى الآن. لم يتم حذف أي شيء.
de: Brickvalue konnte Ihre Expo-Daten noch nicht kopieren. Es wurde nichts gelöscht.
es: Brickvalue aún no ha podido copiar sus datos de la Expo. No se eliminó nada.
fr: Brickvalue n'a pas encore pu copier vos données Expo. Rien n'a été supprimé.
hi: Brickvalue अभी तक आपका एक्सपो डेटा कॉपी नहीं कर सका है। कुछ भी डिलीट नहीं किया गया था।
it: Brickvalue non ha ancora potuto copiare i dati di Expo. Non è stato eliminato nulla.
ja: Brickvalueはまだ万博データをコピーできませんでした。何も削除されませんでした。
ko: Brickvalue는 아직 Expo 데이터를 복사할 수 없습니다. 아무것도 삭제되지 않았습니다.
nl: Brickvalue kon je Expo-gegevens nog niet kopiëren. Er is niets verwijderd.
pt_br: Brickvalue ainda não conseguiu copiar seus dados da Expo. Nada foi excluído.
zh_hans: Brickvalue无法复制您的博览会数据。未删除任何内容。
zh_hant: Brickvalue無法複製您的世博會資料。未刪除任何內容。

source: BrickValue gets from camera to market value in seconds.
ar: ينتقل BrickValue من الكاميرا إلى القيمة السوقية في ثوانٍ.
de: BrickValue kommt in Sekundenschnelle von der Kamera zum Marktwert.
es: BrickValue pasa de la cámara al valor de mercado en segundos.
fr: BrickValue passe de la caméra à la valeur marchande en quelques secondes.
hi: BrickValue सेकंड में कैमरे से मार्केट वैल्यू तक पहुँच जाता है।
it: BrickValue passa dalla fotocamera al valore di mercato in pochi secondi.
ja: BrickValueは数秒でカメラから市場価値になります。
ko: BrickValue는 몇 초 만에 카메라에서 시장 가치로 전환됩니다.
nl: BrickValue bereikt binnen enkele seconden de marktwaarde van de camera.
pt_br: BrickValue passa da câmera para o valor de mercado em segundos.
zh_hans: BrickValue在几秒钟内从相机到市场价值。
zh_hant: BrickValue在幾秒鐘內從相機到市場價值。

source: BrickValue is an independent app made for collectors.
ar: BrickValue هو تطبيق مستقل مصمم لهواة الجمع.
de: BrickValue ist eine unabhängige App für Sammler.
es: BrickValue es una aplicación independiente diseñada para coleccionistas.
fr: BrickValue est une application indépendante conçue pour les collectionneurs.
hi: BrickValue कलेक्टरों के लिए बनाया गया एक स्वतंत्र ऐप है।
it: BrickValue è un'app indipendente pensata per i collezionisti.
ja: BrickValueは、コレクターのために作られた独立系アプリです。
ko: BrickValue는 수집가를 위해 만들어진 독립 앱입니다.
nl: BrickValue is een onafhankelijke app gemaakt voor verzamelaars.
pt_br: BrickValue é um aplicativo independente feito para coletores.
zh_hans: BrickValue是一款专为收藏家打造的独立应用。
zh_hant: BrickValue是一款專為收藏家打造的獨立應用程式。

source: Brickvalue Pro active
ar: Brickvalue Pro نشط
de: Brickvalue pro aktiv
es: Brickvalue pro activo
fr: Brickvalue Pro actif
hi: Brickvalue प्रो ऐक्टिव है
it: Brickvalue pro attivo
ja: Brickvalue PRO有効
ko: Brickvalue 프로 액티브
nl: Brickvalue Pro actief
pt_br: Brickvalue pro ativo
zh_hans: Brickvalue PRO有效
zh_hant: Brickvalue PRO有效

source: BrickValue Pro active
ar: BrickValue Pro نشط
de: BrickValue pro aktiv
es: BrickValue pro activo
fr: BrickValue Pro actif
hi: BrickValue प्रो ऐक्टिव है
it: BrickValue pro attivo
ja: BrickValue PRO有効
ko: BrickValue 프로 액티브
nl: BrickValue Pro actief
pt_br: BrickValue pro ativo
zh_hans: BrickValue PRO有效
zh_hant: BrickValue PRO有效

source: BrickValue Pro is active
ar: BrickValue PRO نشط
de: BrickValue pro ist aktiv
es: BrickValue pro activo
fr: BrickValue Pro est active
hi: BrickValue प्रो ऐक्टिव है
it: BrickValue pro attivo
ja: BrickValue PRO有効
ko: BrickValue Pro가 활성화되었습니다.
nl: BrickValue Pro is actief
pt_br: BrickValue pro ativo
zh_hans: BrickValue PRO有效
zh_hant: BrickValue PRO有效

source: BRICKVALUE PROFILE
ar: الملف الشخصي لـ BRICKVALUE
de: BRICKVALUE PROFIL
es: PERFIL BRICKVALUE
fr: PROFIL BRICKVALUE
hi: BRICKVALUE प्रोफ़ाइल
it: BRICKVALUE PROFILO
ja: BRICKVALUE プロフィール
ko: BRICKVALUE 프로필
nl: BRICKVALUE PROFIEL
pt_br: PERFIL BRICKVALUE
zh_hans: BRICKVALUE配置文件
zh_hant: BRICKVALUE個人資料

source: BrickValue scanning demonstration
ar: العرض التوضيحي للمسح الضوئي BrickValue
de: BrickValue Scan-Demonstration
es: Demostración de escaneo BrickValue
fr: Démonstration de numérisation BrickValue
hi: BrickValue स्कैनिंग प्रदर्शन
it: BrickValue dimostrazione DI scansione
ja: BrickValue スキャンのデモ
ko: BrickValue 스캔 데모
nl: BrickValue scandemonstratie
pt_br: Demonstração de varredura BrickValue
zh_hans: BrickValue扫描演示
zh_hant: BrickValue掃描示範

source: BrickValue uses data from reliable sources.
ar: BrickValue يستخدم بيانات من مصادر موثوقة.
de: BrickValue verwendet Daten aus zuverlässigen Quellen.
es: BrickValue utiliza datos de fuentes confiables.
fr: BrickValue utilise des données provenant de sources fiables.
hi: BrickValue विश्वसनीय स्रोतों से डेटा का उपयोग करता है।
it: BrickValue utilizza dati provenienti da fonti affidabili.
ja: BrickValue は信頼できるソースからのデータを使用します。
ko: BrickValue는 신뢰할 수 있는 출처의 데이터를 사용합니다.
nl: BrickValue gebruikt gegevens uit betrouwbare bronnen.
pt_br: O BrickValue usa dados de fontes confiáveis.
zh_hans: BrickValue使用来自可靠来源的数据。
zh_hant: BrickValue使用來自可靠來源的資料。

source: BrickValue will only send reminders you choose. We do not send inactivity or generic marketing notifications.
ar: سترسل BrickValue فقط التذكيرات التي تختارها. نحن لا نرسل إشعارات تسويقية غير نشطة أو عامة.
de: BrickValue sendet nur Erinnerungen, die Sie auswählen. Wir senden keine Inaktivitäts- oder generischen Marketingbenachrichtigungen.
es: BrickValue solo te enviará los recordatorios que elijas. No enviamos notificaciones de marketing genéricas o de inactividad.
fr: BrickValue n'enverra que les rappels que vous choisissez. Nous n'envoyons pas de notifications d'inactivité ou de marketing générique.
hi: BrickValue केवल आपके द्वारा चुने गए रिमाइंडर भेजेगा। हम निष्क्रियता या सामान्य मार्केटिंग नोटिफ़िकेशन नहीं भेजते हैं।
it: BrickValue invierà solo i promemoria che scegli. Non inviamo notifiche di inattività o di marketing generico.
ja: BrickValue は、選択したリマインダーのみを送信します。非アクティブな通知や一般的なマーケティング通知は送信されません。
ko: BrickValue은 선택한 알림만 전송합니다. 당사는 비활성 또는 일반 마케팅 알림을 보내지 않습니다.
nl: BrickValue stuurt alleen herinneringen die jij kiest. We sturen geen inactiviteits- of generieke marketingmeldingen.
pt_br: O BrickValue só enviará lembretes que você escolher. Não enviamos notificações de inatividade ou marketing genérico.
zh_hans: BrickValue只会发送您选择的提醒。我们不会发送不活动或通用的营销通知。
zh_hant: BrickValue只會傳送您選擇的提醒。我們不會發送不活躍或一般的行銷通知。

source: Bring three friends to BrickVal. When they join and finish onboarding, you unlock three bonus bulk scans.
ar: أحضر ثلاثة أصدقاء إلى BrickVal. عندما ينضمون وينهون عملية التأهيل لبدء العمل، يمكنك فتح ثلاث عمليات مسح مجمعة إضافية.
de: Bring drei Freunde zu BrickVal. Wenn sie beitreten und das Onboarding abschließen, schaltest du drei Bonus-Massen-Scans frei.
es: Trae a tres amigos a BrickVal. Cuando se unen y finalizan la incorporación, desbloqueas tres escaneos masivos de bonificación.
fr: Amenez trois amis à BrickVal. Lorsqu'ils rejoignent et terminent l'intégration, vous débloquez trois scans groupés bonus.
hi: तीन दोस्तों को BrickVal पर लाएँ। जब वे शामिल होते हैं और ऑनबोर्डिंग पूरी करते हैं, तो आप तीन बोनस बल्क स्कैन अनलॉक करते हैं।
it: Porta tre amici a BrickVal. Quando si uniscono e finiscono l'onboarding, sblocchi tre scansioni in blocco bonus.
ja: 友達を 3 人連れて BrickVal に行きます。彼らが参加してオンボーディングを完了すると、3 つのボーナス一括スキャンのロックが解除されます。
ko: BrickVal으로 친구 3명을 데려오세요. 파트너가 가입하고 온보딩을 완료하면 세 가지 보너스 대량 스캔을 잠금 해제할 수 있습니다.
nl: Neem drie vrienden mee naar BrickVal. Wanneer ze lid worden en de onboarding voltooien, ontgrendel je drie bonus bulkscans.
pt_br: Traga três amigos para o BrickVal. Quando eles se juntarem e terminarem a integração, você desbloqueia três varreduras em massa de bônus.
zh_hans: 带上三位好友前往BrickVal。当他们加入并完成入驻时，您将解锁三次额外的批量扫描。
zh_hant: 帶上三位好友前往BrickVal。當他們加入並完成申請流程時，您將解鎖三個額外的批量掃描。

source: Builder dashboard
ar: لوحة معلومات Builder
es: Panel del constructor
fr: Tableau de bord du constructeur
hi: बिल्डर डैशबोर्ड
it: Pannello di controllo del costruttore
ja: ビルダーダッシュボード
ko: 빌더 대시보드
nl: Bouwdashboard
pt_br: Painel do construtor
zh_hans: 构建器控制面板
zh_hant: 生成器控制面板

source: Built by a LEGO fan
ar: تم بناؤها بواسطة مروحة LEGO
de: Von einem LEGO-Lüfter gebaut
es: Construido por un ventilador LEGO
fr: Construit par un ventilateur LEGO
hi: एक LEGO प्रशंसक द्वारा बनाया गया
it: Costruito da un fan di LEGO
ja: LEGO ファンによって構築されました
ko: LEGO 팬에 의해 구축됨
nl: Gebouwd door een LEGO-ventilator
pt_br: Construído por um ventilador LEGO
zh_hans: 由LEGO风扇构建
zh_hant: 由LEGO風扇構建

source: Bulk
ar: مجمعة
de: Schüttgut
es: Granel
fr: Vrac
hi: बल्क
it: In blocco
ja: バルク
ko: 대량
pt_br: Em massa
zh_hans: 批量
zh_hant: 批量

source: Bulk · up to 60 figures
ar: السائبة · ما يصل إلى 60 شخصية
de: Bulk · bis zu 60 Figuren
es: Bulk · hasta 60 figuras
fr: En vrac · jusqu'à 60 figurines
hi: थोक · 60 अंकों तक
it: In blocco · fino a 60 cifre
ja: バルク・最大60桁まで
ko: 벌크 스캔에는 최대 60개의 피규어
nl: Bulk · maximaal 60 cijfers
pt_br: Em massa · até 60 figuras
zh_hans: 批量·最多 60 位数字
zh_hant: 批量·最多 60 位數字

source: Bulk lot valuation reveal
ar: كشف تقييم الكثير بالجملة
de: Bulk-Chargenbewertung offenbaren
es: Revelación de valoración de lotes a granel
fr: Révélation de la valorisation des lots en vrac
hi: थोक लॉट मूल्यांकन से पता चलता है
it: Rivelazione della valutazione del lotto in blocco
ja: 一括ロット評価が明らかに
ko: 벌크 로트 평가 결과 공개
nl: Onthulling van de bulklotwaardering
pt_br: Revelação da avaliação do lote em massa
zh_hans: 批量估价揭晓
zh_hant: 批量估價揭曉

source: Bulk scan
ar: المسح بالجملة
es: escaneo masivo
fr: Analyse groupée
hi: थोक स्कैन
it: Scansione collettiva
ja: 一括スキャン
ko: 벌크 스캔
pt_br: Verificação em massa
zh_hans: 批量扫描
zh_hant: 批量掃描

source: Bulk scan photo with %lld detected minifigures; identification and prices are locked
ar: تم مسح الصورة بكميات كبيرة باستخدام الأشكال المصغرة التي تم اكتشافها بواسطة %lld؛ يتم تأمين تحديد والأسعار
de: Bulk-Scan-Foto mit %lld erkannten Minifiguren; Identifizierung und Preise sind gesperrt
es: Fotografía de escaneo masivo con minifiguras detectadas %lld; La identificación y los precios están bloqueados.
fr: Photo numérisée en masse avec les figurines détectées par %lld; l'identification et les prix sont verrouillés
hi: %lld खोजे गए मिनीफिगर के साथ बल्क स्कैन फोटो; पहचान और कीमतें लॉक हैं
it: Scansione collettiva di foto con minifigure %lld rilevate; l'identificazione e i prezzi sono bloccati
ja: %lld が検出したミニフィギュアを含む写真を一括スキャンします。識別情報と価格はロックされています
ko: %lld이 감지된 미니 피규어로 사진을 대량 스캔합니다. 식별 및 가격이 잠겨 있습니다.
nl: Bulkscanfoto met door %lld gedetecteerde minifiguren; identificatie en prijzen zijn vergrendeld
pt_br: Foto digitalizada em massa com minifiguras detectadas %lld; identificação e preços estão bloqueados
zh_hans: 批量扫描 %lld 检测到的小人仔照片；身份和价格已锁定
zh_hant: 批量掃描 %lld 檢測到的小人仔照片；身份和價格已鎖定

source: Bulk scan photo with %lld identified minifigures
ar: صورة ممسوحة ضوئيًا بكميات كبيرة باستخدام الأشكال المصغرة المحددة بواسطة %lld
de: Bulk-Scan-Foto mit %lld identifizierten Minifiguren
es: Fotografía escaneada en masa con minifiguras identificadas como %lld
fr: Photo numérisée en masse avec des figurines identifiées par %lld
hi: %lld पहचाने गए मिनीफिगर के साथ बल्क स्कैन फोटो
it: Scansione collettiva di foto con minifigure identificate da %lld
ja: %lld で特定されたミニフィギュアを含む写真を一括スキャン
ko: %lld이 식별된 미니 피규어로 사진을 대량 스캔합니다.
nl: Bulkscanfoto met door %lld geïdentificeerde minifiguren
pt_br: Foto digitalizada em massa com minifiguras identificadas %lld
zh_hans: 批量扫描带有 %lld 识别的小人仔的照片
zh_hant: 批量掃描帶有 %lld 識別的小人仔的照片

source: Bulk scan preview progress
ar: تقدم معاينة الفحص المجمع
de: Bulk-Scan-Vorschau-Fortschritt
es: Progreso de vista previa del escaneo masivo
fr: Progression de l'aperçu de l'analyse groupée
hi: बल्क स्कैन पूर्वावलोकन प्रगति
it: Avanzamento dell'anteprima della scansione in blocco
ja: 一括スキャンのプレビューの進行状況
ko: 벌크 스캔 미리보기 진행 상황
nl: Voorvertoning van bulkscanvoortgang
pt_br: Progresso da visualização da verificação em massa
zh_hans: 批量扫描预览进度
zh_hant: 批量掃描預覽進度

source: Bulk scan progress
ar: تقدم المسح المجمع
de: Bulk-Scan-Fortschritt
es: Progreso del escaneo masivo
fr: Progression de l'analyse groupée
hi: थोक स्कैन प्रगति
it: Avanzamento della scansione in blocco
ja: 一括スキャンの進行状況
ko: 벌크 스캔 진행 상황
nl: Voortgang bulkscan
pt_br: Progresso da verificação em massa
zh_hans: 批量扫描进度
zh_hant: 批量掃描進度

source: BULK SCAN REVEAL
ar: كشف المسح بالجملة
de: Bulk-Scan OFFENBAREN
es: REVELACIÓN DE ESCANEO A GRANEL
fr: RÉVÉLATION DE L'ANALYSE EN GROUPE
hi: थोक स्कैन का खुलासा
it: RIVELAZIONE SCANSIONE IN BLOCCO
ja: 一括スキャンの表示
ko: 벌크 스캔 결과 공개
nl: BULKSCAN ONTHULLEN
pt_br: REVELAÇÃO DE VARREDURA EM GRANEL
zh_hans: 批量扫描显示
zh_hant: 批量掃描顯示

source: Bulk scanning
ar: المسح بالجملة
de: BULK-SCAN
es: escaneo masivo
fr: Numérisation en masse
hi: थोक स्कैनिंग
it: Scansione in blocco
ja: 一括スキャン
ko: 벌크 스캔
nl: Bulkscannen
pt_br: Verificação em massa
zh_hans: 批量扫描
zh_hant: 批量掃描

source: Bulk scanning for multiple figures
ar: المسح الجماعي لشخصيات متعددة
de: Bulk-Scan für mehrere Figuren
es: Escaneo masivo de múltiples figuras
fr: Numérisation groupée pour plusieurs figures
hi: एकाधिक आंकड़ों के लिए थोक स्कैनिंग
it: Scansione in blocco per più figure
ja: 複数の図形を一括スキャン
ko: 여러 피규어에 대한 대량 스캔
nl: Bulkscannen voor meerdere figuren
pt_br: Digitalização em massa para múltiplas figuras
zh_hans: 批量扫描多个图形
zh_hant: 批量掃描多個圖形

source: Bulk scanning requires Pro
ar: يتطلب المسح الجماعي Pro
de: Bulk-Scan erfordert Pro
es: El escaneo masivo requiere Pro
fr: L'analyse groupée nécessite Pro
hi: बल्क स्कैनिंग के लिए प्रो की आवश्यकता होती है
it: La scansione in blocco richiede Pro
ja: 一括スキャンには Pro が必要です
ko: 벌크 스캔에는 Pro가 필요합니다.
nl: Bulkscannen vereist Pro
pt_br: A digitalização em massa requer Pro
zh_hans: 批量扫描需要 Pro
zh_hant: 批量掃描需要 Pro

source: Buy and resell
ar: شراء وإعادة بيع
de: Kaufen und weiterverkaufen
es: Compra y reventa
fr: Acheter et revendre
hi: खरीदें और पुनः बेचें
it: Compra e rivendi
ja: 購入して転売する
ko: 매수 및 재판매
nl: Kopen en doorverkopen
pt_br: Comprar e revender
zh_hans: 买入和转售
zh_hant: 購買和轉售
